Repository: udhawan97/pdFold
Catalog: Orifold/Resources/Localizable.xcstrings
Source language: en
Languages: es, fr, hi, ja, zh_hans

# error.import.unsupportedFileType
source: This file type is not supported yet.
es: Este tipo de archivo aún no es compatible.
fr: Ce type de fichier n'est pas encore pris en charge.
hi: यह फ़ाइल प्रकार अभी समर्थित नहीं है।
ja: このファイル形式はまだサポートされていません。
zh_hans: 暂不支持此文件类型。

# error.markup.eraseTargetMissing
source: Click a highlight, underline, or strikeout to erase it.
es: Haz clic en un resaltado, subrayado o tachado para borrarlo.
fr: Cliquez sur un surlignage, un soulignement ou une barre pour l’effacer.
hi: किसी हाइलाइट, अंडरलाइन, या स्ट्राइकआउट को मिटाने के लिए उस पर क्लिक करें।
ja: ハイライト、下線、取り消し線をクリックして消去してください。
zh_hans: 点按高亮、下划线或删除线以将其擦除。

# error.ocr.cancelled
source: Making this document searchable was cancelled. The original document is unchanged.
es: Se canceló la conversión de este documento a buscable. El documento original no ha cambiado.
fr: La mise en consultable de ce document a été annulée. Le document d’origine est inchangé.
hi: इस दस्तावेज़ को खोजने योग्य बनाना रद्द कर दिया गया। मूल दस्तावेज़ अपरिवर्तित है।
ja: この書類を検索可能にする処理はキャンセルされました。元の書類は変更されていません。
zh_hans: 使此文档可搜索的操作已取消，原始文档未发生变化。

# error.ocr.noScannedPages
source: This document already has searchable text.
es: Este documento ya tiene texto buscable.
fr: Ce document contient déjà du texte consultable.
hi: इस दस्तावेज़ में पहले से ही खोजने योग्य टेक्स्ट है।
ja: この書類にはすでに検索可能なテキストがあります。
zh_hans: 此文档已包含可搜索的文本。

# error.pageEdit.cannotAccessOriginal
source: Orifold could not access the original page for editing.
es: Orifold no pudo acceder a la página original para editarla.
fr: Orifold n’a pas pu accéder à la page d’origine pour la modifier.
hi: Orifold संपादन के लिए मूल पेज तक नहीं पहुंच सका।
ja: Orifoldは編集のために元のページにアクセスできませんでした。
zh_hans: Orifold 无法访问原始页面以进行编辑。

# error.pageEdit.regenerateFailed
source: Orifold could not regenerate that edited page. The original page is unchanged.
es: Orifold no pudo regenerar esa página editada. La página original no ha cambiado.
fr: Orifold n’a pas pu régénérer cette page modifiée. La page d’origine est inchangée.
hi: Orifold उस संपादित पेज को फिर से नहीं बना सका। मूल पेज अपरिवर्तित है।
ja: Orifoldは編集済みのそのページを再生成できませんでした。元のページは変更されていません。
zh_hans: Orifold 无法重新生成该编辑后的页面，原始页面未发生变化。

# error.pageEdit.restoreFailed
source: Orifold could not restore that page. The edit was left in place.
es: Orifold no pudo restaurar esa página. La edición se mantuvo tal cual.
fr: Orifold n’a pas pu restaurer cette page. La modification a été conservée.
hi: Orifold उस पेज को वापस नहीं ला सका। संपादन को वैसे ही छोड़ दिया गया था।
ja: Orifoldはそのページを復元できませんでした。編集内容はそのまま残されています。
zh_hans: Orifold 无法恢复该页面，编辑内容已保留。

# error.pageEdit.restoreSomeFailed
source: Orifold could not restore some pages; their edits were left in place.
es: Orifold no pudo restaurar algunas páginas; sus ediciones se mantuvieron tal cual.
fr: Orifold n’a pas pu restaurer certaines pages ; leurs modifications ont été conservées.
hi: Orifold कुछ पेजों को वापस नहीं ला सका; उनके संपादन को वैसे ही छोड़ दिया गया था।
ja: Orifoldは一部のページを復元できませんでした。それらの編集内容はそのまま残されています。
zh_hans: Orifold 无法恢复部分页面，这些页面的编辑内容已保留。

# error.sanitization.failed
source: Orifold could not sanitize this PDF. Export without "Sanitize for sharing," or try again.
es: Orifold no pudo sanear este PDF. Exporta sin "Sanear para compartir" o vuelve a intentarlo.
fr: Orifold n’a pas pu nettoyer ce PDF. Exportez sans « Nettoyer avant partage », ou réessayez.
hi: Orifold इस PDF को सैनिटाइज़ नहीं कर सका। "साझा करने के लिए सैनिटाइज़ करें" के बिना एक्सपोर्ट करें, या फिर से कोशिश करें।
ja: OrifoldはこのPDFをサニタイズできませんでした。「共有用にサニタイズ」を外して書き出すか、もう一度お試しください。
zh_hans: Orifold 无法清理此 PDF。请在导出时关闭“清理后再分享”，或重试。

# error.signature.missingIdentity
source: Choose or import a signing identity before exporting a digital signature.
es: Elige o importa una identidad de firma antes de exportar una firma digital.
fr: Choisissez ou importez une identité de signature avant d’exporter une signature numérique.
hi: डिजिटल हस्ताक्षर एक्सपोर्ट करने से पहले एक हस्ताक्षर पहचान चुनें या आयात करें।
ja: デジタル署名を書き出す前に、署名用のIDを選択またはインポートしてください。
zh_hans: 请先选择或导入签名身份，然后再导出数字签名。

# error.signature.notImplemented
source: Digital signing is not available in this build yet.
es: La firma digital aún no está disponible en esta versión.
fr: La signature numérique n’est pas encore disponible dans cette version.
hi: डिजिटल हस्ताक्षर इस बिल्ड में अभी उपलब्ध नहीं है।
ja: このビルドではデジタル署名はまだ利用できません。
zh_hans: 此版本尚不支持数字签名功能。

# error.signature.placeCertificateFirst
source: Place a certificate signature before signing.
es: Coloca una firma con certificado antes de firmar.
fr: Placez une signature par certificat avant de signer.
hi: हस्ताक्षर करने से पहले एक सर्टिफ़िकेट हस्ताक्षर लगाएं।
ja: 署名する前に証明書による署名を配置してください。
zh_hans: 请先放置证书签名，再进行签署。

# error.signatureAppearance.emptyText
source: Type a name before creating a signature.
es: Escribe un nombre antes de crear una firma.
fr: Saisissez un nom avant de créer une signature.
hi: हस्ताक्षर बनाने से पहले एक नाम टाइप करें।
ja: 署名を作成する前に名前を入力してください。
zh_hans: 创建签名前请先输入姓名。

# error.signatureAppearance.imageEncodingFailed
source: Orifold couldn't turn that signature into an image. Try again, or choose a different signature style.
es: Orifold no pudo convertir esa firma en una imagen. Inténtalo de nuevo o elige otro estilo de firma.
fr: Orifold n'a pas pu convertir cette signature en image. Réessayez ou choisissez un autre style de signature.
hi: Orifold उस हस्ताक्षर को इमेज में नहीं बदल सका। फिर से प्रयास करें, या कोई दूसरी हस्ताक्षर शैली चुनें।
ja: Orifoldはその署名を画像に変換できませんでした。もう一度お試しになるか、別の署名スタイルを選んでください。
zh_hans: Orifold 无法将该签名转换为图像。请重试，或选择其他签名样式。

# error.signatureAppearance.invalidImageData
source: That signature image couldn't be read. Try drawing or uploading it again.
es: No se pudo leer esa imagen de firma. Intenta dibujarla o cargarla de nuevo.
fr: Cette image de signature n'a pas pu être lue. Essayez de la redessiner ou de la retélécharger.
hi: वह हस्ताक्षर इमेज पढ़ी नहीं जा सकी। इसे फिर से बनाएं या अपलोड करने का प्रयास करें।
ja: その署名画像を読み込めませんでした。もう一度描画するかアップロードしてください。
zh_hans: 无法读取该签名图像。请重新绘制或上传。

# error.signatureAppearance.invalidSize
source: Orifold couldn't create a signature at that size. Try a different size or a shorter name.
es: Orifold no pudo crear una firma con ese tamaño. Prueba con un tamaño diferente o un nombre más corto.
fr: Orifold n'a pas pu créer de signature à cette taille. Essayez une autre taille ou un nom plus court.
hi: Orifold उस आकार में हस्ताक्षर नहीं बना सका। एक अलग आकार या छोटा नाम आज़माएँ।
ja: Orifoldはそのサイズで署名を作成できませんでした。別のサイズにするか、名前を短くしてお試しください。
zh_hans: Orifold 无法以该尺寸创建签名。请尝试其他尺寸或缩短姓名。

# error.signing.identityExpired
source: This certificate has expired and can no longer be used to sign. Choose a different certificate, or renew this one.
es: Este certificado ha caducado y ya no se puede usar para firmar. Elige otro certificado o renueva este.
fr: Ce certificat a expiré et ne peut plus être utilisé pour signer. Choisissez un autre certificat ou renouvelez celui-ci.
hi: इस प्रमाणपत्र की अवधि समाप्त हो गई है और अब इसका उपयोग हस्ताक्षर के लिए नहीं किया जा सकता। कोई दूसरा प्रमाणपत्र चुनें, या इसे नवीनीकृत करें।
ja: この証明書は有効期限が切れており、署名には使用できません。別の証明書を選ぶか、この証明書を更新してください。
zh_hans: 该证书已过期，无法再用于签名。请选择其他证书，或续订此证书。

# error.signing.invalidPDF
source: This PDF's structure isn't one Orifold can add a digital signature to. Try flattening or re-exporting the PDF first, then sign it again.
es: La estructura de este PDF no permite que Orifold le añada una firma digital. Prueba a aplanarlo o exportarlo de nuevo y luego fírmalo otra vez.
fr: La structure de ce PDF ne permet pas à Orifold d'y ajouter une signature numérique. Essayez d'aplatir ou de réexporter le PDF, puis signez-le à nouveau.
hi: इस PDF की संरचना ऐसी नहीं है कि Orifold इसमें डिजिटल हस्ताक्षर जोड़ सके। पहले PDF को फ़्लैटन या दोबारा एक्सपोर्ट करें, फिर से हस्ताक्षर करें।
ja: このPDFの構造にはOrifoldでデジタル署名を追加できません。まずPDFをフラット化するか再書き出ししてから、もう一度署名してください。
zh_hans: 此 PDF 的结构不支持 Orifold 添加数字签名。请先展平或重新导出该 PDF，然后再次签署。

# error.signing.placeholderReservationFailed
source: Orifold couldn't reserve space for the signature in this PDF. Try flattening or re-exporting the PDF first, then sign it again.
es: Orifold no pudo reservar espacio para la firma en este PDF. Prueba a aplanarlo o exportarlo de nuevo y luego fírmalo otra vez.
fr: Orifold n'a pas pu réserver d'espace pour la signature dans ce PDF. Essayez d'aplatir ou de réexporter le PDF, puis signez-le à nouveau.
hi: Orifold इस PDF में हस्ताक्षर के लिए जगह आरक्षित नहीं कर सका। पहले PDF को फ़्लैटन या दोबारा एक्सपोर्ट करें, फिर से हस्ताक्षर करें।
ja: Orifoldはこの PDF内に署名用の領域を確保できませんでした。まずPDFをフラット化するか再書き出ししてから、もう一度署名してください。
zh_hans: Orifold 无法在此 PDF 中为签名预留空间。请先展平或重新导出该 PDF，然后再次签署。

# error.signing.timestampUnavailable
source: Orifold couldn't reach the timestamp server. Check your internet connection, or turn off timestamping and sign again.
es: Orifold no pudo conectarse al servidor de sellado de tiempo. Comprueba tu conexión a internet o desactiva el sellado de tiempo y firma de nuevo.
fr: Orifold n'a pas pu joindre le serveur d'horodatage. Vérifiez votre connexion internet, ou désactivez l'horodatage et signez à nouveau.
hi: Orifold टाइमस्टैंप सर्वर तक नहीं पहुँच सका। अपना इंटरनेट कनेक्शन जाँचें, या टाइमस्टैंपिंग बंद करके फिर से हस्ताक्षर करें।
ja: Orifoldはタイムスタンプサーバーに接続できませんでした。インターネット接続を確認するか、タイムスタンプをオフにしてもう一度署名してください。
zh_hans: Orifold 无法连接到时间戳服务器。请检查您的网络连接，或关闭时间戳后重新签署。

# error.signingIdentity.alreadyInKeychain
source: That certificate is already in Keychain Access.
es: Ese certificado ya está en Acceso a Llaveros.
fr: Ce certificat se trouve déjà dans le Trousseau d'accès.
hi: वह प्रमाणपत्र पहले से ही Keychain Access में मौजूद है।
ja: その証明書はすでにキーチェーンアクセスに存在します。
zh_hans: 该证书已存在于钥匙串访问中。

# error.signingIdentity.invalidCertificateData
source: The certificate bytes could not be parsed.
es: No se pudieron analizar los bytes del certificado.
fr: Les octets du certificat n'ont pas pu être analysés.
hi: प्रमाणपत्र बाइट्स पार्स नहीं किए जा सके।
ja: 証明書のバイトデータを解析できませんでした。
zh_hans: 无法解析证书数据。

# error.signingIdentity.invalidPKCS12
source: The PKCS#12 file could not be decoded.
es: No se pudo decodificar el archivo PKCS#12.
fr: Le fichier PKCS#12 n'a pas pu être décodé.
hi: PKCS#12 फ़ाइल को डिकोड नहीं किया जा सका।
ja: PKCS#12ファイルをデコードできませんでした。
zh_hans: 无法解码 PKCS#12 文件。

# error.signingIdentity.itemNotFoundInKeychain
source: Orifold couldn't find that certificate in Keychain Access. It may have been removed — try re-adding it or choosing a different certificate.
es: Orifold no pudo encontrar ese certificado en Acceso a Llaveros. Es posible que se haya eliminado; intenta volver a añadirlo o elige otro certificado.
fr: Orifold n'a pas trouvé ce certificat dans le Trousseau d'accès. Il a peut-être été supprimé — essayez de le rajouter ou choisissez un autre certificat.
hi: Orifold को Keychain Access में वह प्रमाणपत्र नहीं मिला। हो सकता है इसे हटा दिया गया हो — इसे फिर से जोड़ने का प्रयास करें या कोई दूसरा प्रमाणपत्र चुनें।
ja: Orifoldはそのキーチェーンアクセスに証明書を見つけられませんでした。削除された可能性があります — 再度追加するか、別の証明書を選択してください。
zh_hans: Orifold 在钥匙串访问中找不到该证书。它可能已被移除——请尝试重新添加，或选择其他证书。

# error.signingIdentity.keychainLocked
source: Keychain Access needs to be unlocked before Orifold can use this certificate. Unlock your keychain and try again.
es: Es necesario desbloquear Acceso a Llaveros antes de que Orifold pueda usar este certificado. Desbloquea tu llavero e inténtalo de nuevo.
fr: Le Trousseau d'accès doit être déverrouillé avant qu'Orifold puisse utiliser ce certificat. Déverrouillez votre trousseau et réessayez.
hi: Orifold इस प्रमाणपत्र का उपयोग करे उससे पहले Keychain Access को अनलॉक करना ज़रूरी है। अपनी कीचेन अनलॉक करें और फिर से प्रयास करें।
ja: Orifoldがこの証明書を使用する前に、キーチェーンアクセスのロックを解除する必要があります。キーチェーンのロックを解除してもう一度お試しください。
zh_hans: Orifold 使用此证书前需要先解锁钥匙串访问。请解锁您的钥匙串后重试。

# error.signingIdentity.missingCertificate
source: The identity did not include a certificate.
es: La identidad no incluía un certificado.
fr: L'identité ne comportait pas de certificat.
hi: पहचान में कोई प्रमाणपत्र शामिल नहीं था।
ja: IDに証明書が含まれていませんでした。
zh_hans: 该身份未包含证书。

# error.signingIdentity.missingPrivateKey
source: The identity did not include an accessible private key.
es: La identidad no incluía una clave privada accesible.
fr: L'identité ne comportait pas de clé privée accessible.
hi: पहचान में कोई सुलभ निजी कुंजी शामिल नहीं थी।
ja: IDにアクセス可能な秘密鍵が含まれていませんでした。
zh_hans: 该身份未包含可访问的私钥。

# error.signingIdentity.noIdentityInPKCS12
source: The PKCS#12 file did not contain a signing identity.
es: El archivo PKCS#12 no contenía una identidad de firma.
fr: Le fichier PKCS#12 ne contenait pas d'identité de signature.
hi: PKCS#12 फ़ाइल में हस्ताक्षर पहचान नहीं थी।
ja: PKCS#12ファイルに署名用のIDが含まれていませんでした。
zh_hans: PKCS#12 文件中未包含签名身份。

# error.signingIdentity.selfSignedCertificateCreationFailed
source: The self-signed certificate could not be created.
es: No se pudo crear el certificado autofirmado.
fr: Le certificat auto-signé n'a pas pu être créé.
hi: स्व-हस्ताक्षरित प्रमाणपत्र नहीं बनाया जा सका।
ja: 自己署名証明書を作成できませんでした。
zh_hans: 无法创建自签名证书。

# error.signingIdentity.userCancelled
source: The operation was cancelled.
es: Se canceló la operación.
fr: L'opération a été annulée.
hi: कार्रवाई रद्द कर दी गई थी।
ja: 操作はキャンセルされました。
zh_hans: 操作已取消。

# error.signingIdentity.wrongPassword
source: That password isn't correct for this file. Check it and try again.
es: Esa contraseña no es correcta para este archivo. Revísala e inténtalo de nuevo.
fr: Ce mot de passe n'est pas correct pour ce fichier. Vérifiez-le et réessayez.
hi: वह पासवर्ड इस फ़ाइल के लिए सही नहीं है। इसे जाँचें और फिर से प्रयास करें।
ja: そのパスワードはこのファイルには正しくありません。確認してもう一度お試しください。
zh_hans: 该密码对此文件不正确。请检查后重试。

# exportFormat.jpeg.menuTitle
source: JPEG images (.jpg)
es: Imágenes JPEG (.jpg)
fr: Images JPEG (.jpg)
hi: JPEG इमेज (.jpg)
ja: JPEG画像（.jpg）
zh_hans: JPEG 图像（.jpg）

# exportFormat.odt.menuTitle
source: OpenDocument Text (.odt)
es: Texto OpenDocument (.odt)
fr: Texte OpenDocument (.odt)
hi: OpenDocument टेक्स्ट (.odt)
ja: OpenDocumentテキスト（.odt）
zh_hans: OpenDocument 文本（.odt）

# exportFormat.png.menuTitle
source: PNG images (.png)
es: Imágenes PNG (.png)
fr: Images PNG (.png)
hi: PNG इमेज (.png)
ja: PNG画像（.png）
zh_hans: PNG 图像（.png）

# exportFormat.rtf.menuTitle
source: Rich Text (.rtf)
es: Texto enriquecido (.rtf)
fr: Texte enrichi (.rtf)
hi: रिच टेक्स्ट (.rtf)
ja: リッチテキスト（.rtf）
zh_hans: 富文本（.rtf）

# exportFormat.text.menuTitle
source: Text (.txt)
es: Texto (.txt)
fr: Texte (.txt)
hi: टेक्स्ट (.txt)
ja: テキスト（.txt）
zh_hans: 文本（.txt）

# folderImport.error.empty
source: No supported documents found in this folder.
es: No se encontraron documentos admitidos en esta carpeta.
fr: Aucun document pris en charge trouvé dans ce dossier.
hi: इस फ़ोल्डर में कोई समर्थित दस्तावेज़ नहीं मिला।
ja: このフォルダには対応するドキュメントが見つかりませんでした。
zh_hans: 此文件夹中未找到受支持的文档。

# folderImport.error.onlyUnsupported
source: This folder only contains unsupported file types.
es: Esta carpeta solo contiene tipos de archivo no admitidos.
fr: Ce dossier ne contient que des types de fichiers non pris en charge.
hi: इस फ़ोल्डर में केवल असमर्थित फ़ाइल प्रकार हैं।
ja: このフォルダには対応していないファイル形式しかありません。
zh_hans: 此文件夹仅包含不受支持的文件类型。

# folderImport.findingSupported
source: Finding supported documents…
es: Buscando documentos admitidos…
fr: Recherche des documents pris en charge…
hi: समर्थित दस्तावेज़ खोजे जा रहे हैं…
ja: 対応するドキュメントを検索中…
zh_hans: 正在查找受支持的文档…

# folderImport.overLimit.cancel
source: Cancel
es: Cancelar
fr: Annuler
hi: रद्द करें
ja: キャンセル
zh_hans: 取消

# folderImport.overLimit.importFirst
source: Import first %lld
es: Importar los primeros %lld
fr: Importer les %lld premiers
hi: पहले %lld आयात करें
ja: 先頭の%lld個を読み込む
zh_hans: 导入前 %lld 个

# folderImport.overLimit.title
source: This folder contains %lld supported documents. Orifold can import up to 50 at a time.
es: Esta carpeta contiene %lld documentos admitidos. Orifold puede importar hasta 50 a la vez.
fr: Ce dossier contient %lld documents pris en charge. Orifold peut en importer jusqu’à 50 à la fois.
hi: इस फ़ोल्डर में %lld समर्थित दस्तावेज़ हैं। Orifold एक बार में अधिकतम 50 आयात कर सकता है।
ja: このフォルダには対応するドキュメントが%lld個あります。Orifoldは一度に最大50個まで読み込めます。
zh_hans: 此文件夹包含 %lld 个受支持的文档。Orifold 一次最多可导入 50 个。

# folderImport.overLimit.truncatedNote
source: Some files were skipped because this folder is very large.
es: Se omitieron algunos archivos porque esta carpeta es muy grande.
fr: Certains fichiers ont été ignorés car ce dossier est très volumineux.
hi: यह फ़ोल्डर बहुत बड़ा होने के कारण कुछ फ़ाइलें छोड़ दी गईं।
ja: このフォルダは非常に大きいため、一部のファイルはスキップされました。
zh_hans: 由于此文件夹非常大，部分文件已被跳过。

# folderImport.panel.message
source: Choose a folder to import supported documents from.
es: Elige una carpeta de la que importar documentos admitidos.
fr: Choisissez un dossier depuis lequel importer des documents pris en charge.
hi: समर्थित दस्तावेज़ आयात करने के लिए एक फ़ोल्डर चुनें।
ja: 対応するドキュメントを読み込むフォルダを選択してください。
zh_hans: 选择要从中导入受支持文档的文件夹。

# folderImport.scanning
source: Scanning folder…
es: Explorando carpeta…
fr: Analyse du dossier…
hi: फ़ोल्डर स्कैन हो रहा है…
ja: フォルダをスキャン中…
zh_hans: 正在扫描文件夹…

# folderImport.summary.importedSkipped
source: Imported %lld supported files. Skipped %lld unsupported files.
es: Se importaron %lld archivos admitidos. Se omitieron %lld archivos no admitidos.
fr: %lld fichiers pris en charge importés. %lld fichiers non pris en charge ignorés.
hi: %lld समर्थित फ़ाइलें आयात कीं। %lld असमर्थित फ़ाइलें छोड़ दीं।
ja: %lld個の対応ファイルを読み込みました。%lld個の非対応ファイルをスキップしました。
zh_hans: 已导入 %lld 个受支持的文件。已跳过 %lld 个不受支持的文件。

# gami.a11y.hint
source: Shows tips for editing and exporting.
es: Muestra consejos para editar y exportar.
fr: Affiche des conseils pour l'édition et l'export.
hi: संपादन और एक्सपोर्ट के लिए सुझाव दिखाता है।
ja: 編集や書き出しに関するヒントを表示します。
zh_hans: 显示编辑和导出相关的提示。

# gami.a11y.label
source: Gami, Orifold guide
es: Gami, guía de Orifold
fr: Gami, guide Orifold
hi: गामी, Orifold गाइड
ja: ガミ、Orifold ガイド
zh_hans: Gami，Orifold 向导

# gami.avatar.help
source: Gami · Orifold Guide
es: Gami · Guía de Orifold
fr: Gami · Guide Orifold
hi: गामी · Orifold गाइड
ja: ガミ・Orifold ガイド
zh_hans: Gami · Orifold 向导

# gami.bubble.dismiss
source: Dismiss tip
es: Descartar consejo
fr: Ignorer le conseil
hi: सुझाव खारिज करें
ja: ヒントを閉じる
zh_hans: 关闭提示

# gami.export.1
source: Exporting? I can walk you through the options.
es: ¿Vas a exportar? Puedo guiarte por las opciones.
fr: Vous exportez ? Je peux vous présenter les options.
hi: एक्सपोर्ट कर रहे हैं? मैं विकल्प समझा सकता हूँ।
ja: 書き出しますか？ オプションをご案内します。
zh_hans: 要导出了吗？我可以带你了解一下选项。

# gami.export.2
source: Tip: Compact export shrinks file size before sharing.
es: Consejo: la exportación compacta reduce el tamaño antes de compartir.
fr: Astuce : l'export compact réduit la taille avant le partage.
hi: सुझाव: शेयर करने से पहले कॉम्पैक्ट एक्सपोर्ट फ़ाइल का आकार घटा देता है।
ja: ヒント：コンパクト書き出しは共有前にファイルサイズを小さくします。
zh_hans: 提示：紧凑导出会在分享前缩小文件体积。

# gami.greeting.1
source: Hi, I'm Gami. I'll share tips as you work.
es: Hola, soy Gami. Te daré consejos mientras trabajas.
fr: Bonjour, je suis Gami. Je vous donnerai des conseils pendant que vous travaillez.
hi: नमस्ते, मैं गामी हूँ। काम के दौरान सुझाव दूँगा।
ja: こんにちは、ガミです。作業中にヒントをお伝えします。
zh_hans: 你好，我是 Gami。工作时我会分享一些小提示。

# gami.greeting.2
source: Welcome back. Your documents stay on this Mac.
es: Bienvenido de nuevo. Tus documentos permanecen en este Mac.
fr: Content de vous revoir. Vos documents restent sur ce Mac.
hi: वापसी पर स्वागत है। आपके दस्तावेज़ इसी Mac पर सुरक्षित रहते हैं।
ja: おかえりなさい。書類はこの Mac の中だけに保存されます。
zh_hans: 欢迎回来。你的文档始终保存在这台 Mac 上。

# gami.hoverTip.1
source: Need a tip? Click me anytime.
es: ¿Necesitas un consejo? Haz clic en mí cuando quieras.
fr: Besoin d'un conseil ? Cliquez sur moi à tout moment.
hi: सुझाव चाहिए? कभी भी मुझ पर क्लिक करें।
ja: ヒントが欲しい時は、いつでもクリックしてください。
zh_hans: 需要提示？随时点我。

# gami.hoverTip.2
source: Everything stays on your Mac.
es: Todo permanece en tu Mac.
fr: Tout reste sur votre Mac.
hi: सब कुछ आपके Mac पर ही रहता है।
ja: すべてお使いの Mac の中に留まります。
zh_hans: 一切都保留在你的 Mac 上。

# gami.hoverTip.3
source: I'm here if you need a hand.
es: Aquí estoy si necesitas ayuda.
fr: Je suis là si vous avez besoin d'aide.
hi: मदद चाहिए तो मैं यहीं हूँ।
ja: お手伝いが必要な時は、ここにいます。
zh_hans: 需要帮忙的话，我就在这儿。

# gami.hoverTip.4
source: Click me for a quick guide.
es: Haz clic en mí para una guía rápida.
fr: Cliquez sur moi pour un guide rapide.
hi: त्वरित गाइड के लिए मुझ पर क्लिक करें।
ja: 簡単なガイドを見るにはクリックしてください。
zh_hans: 点我查看快速指南。

# gami.hoverTip.5
source: Tips appear here as you work.
es: Los consejos aparecen aquí mientras trabajas.
fr: Des conseils apparaissent ici pendant que vous travaillez.
hi: काम के दौरान सुझाव यहीं दिखते हैं।
ja: 作業中は、ここにヒントが表示されます。
zh_hans: 工作时，提示会显示在这里。

# gami.hoverTip.6
source: Still here, still quiet.
es: Sigo aquí, en silencio.
fr: Toujours là, toujours discret.
hi: अभी भी यहीं हूँ, चुपचाप।
ja: ここにいます、静かに。
zh_hans: 我还在，安静地陪着你。

# gami.intro.greeting
source: Hi, I'm Gami — your Orifold guide.
es: Hola, soy Gami: tu guía de Orifold.
fr: Bonjour, je suis Gami, votre guide Orifold.
hi: नमस्ते, मैं गामी हूँ — आपका Orifold गाइड।
ja: こんにちは、ガミです。Orifold のガイド役です。
zh_hans: 你好，我是 Gami——你的 Orifold 向导。

# gami.intro.message
source: Everything stays on this Mac. I'll share the occasional tip — never your files.
es: Todo permanece en este Mac. Compartiré algún consejo de vez en cuando, nunca tus archivos.
fr: Tout reste sur ce Mac. Je partagerai quelques conseils à l'occasion, jamais vos fichiers.
hi: सब कुछ इसी Mac पर रहता है। मैं कभी-कभार सुझाव दूँगा — कभी आपकी फ़ाइलें नहीं।
ja: すべてこの Mac の中に留まります。たまにヒントをお伝えしますが、書類を外に出すことはありません。
zh_hans: 一切都保留在这台 Mac 上。我偶尔会分享一些小提示——但绝不会碰你的文件。

# gami.menu.hideTips
source: Hide Gami Tips
es: Ocultar consejos de Gami
fr: Masquer les conseils de Gami
hi: गामी सुझाव छिपाएं
ja: ガミのヒントを非表示
zh_hans: 隐藏 Gami 提示

# gami.popover.subtitle
source: Orifold Guide
es: Guía de Orifold
fr: Guide Orifold
hi: Orifold गाइड
ja: Orifold ガイド
zh_hans: Orifold 向导

# gami.save.1
source: Saved. Your work stays private, on this device.
es: Guardado. Tu trabajo permanece privado, en este dispositivo.
fr: Enregistré. Votre travail reste privé, sur cet appareil.
hi: सहेजा गया। आपका काम इसी डिवाइस पर निजी रहता है।
ja: 保存しました。作業内容はこの端末だけに残ります。
zh_hans: 已保存。你的内容只保留在这台设备上。

# gami.save.2
source: Tip: Autosave keeps edits safe between sessions.
es: Consejo: el autoguardado protege tus cambios entre sesiones.
fr: Astuce : l'enregistrement automatique protège vos modifications entre les sessions.
hi: सुझाव: ऑटोसेव सत्रों के बीच आपके बदलाव सुरक्षित रखता है।
ja: ヒント：自動保存でセッション間も編集内容が守られます。
zh_hans: 提示：自动保存能在多次使用间保留你的修改。

# gami.sibling.switch
source: Ori's my sister — same sheet, fancier creases!
es: Ori es mi hermana: la misma hoja, con pliegues más elegantes.
fr: Ori, c'est ma sœur — même feuille, plis plus chics !
hi: ओरी मेरी बहन है — वही कागज़, बस ज़्यादा शानदार सिलवटें!
ja: オリは僕の妹。同じ紙から、もっと洒落た折り方をしただけ！
zh_hans: Ori 是我妹妹——同一张纸，只是折得更讲究。

# gami.warning.1
source: Heads up — this document has unsaved changes.
es: Aviso: este documento tiene cambios sin guardar.
fr: Attention : ce document a des modifications non enregistrées.
hi: ध्यान दें — इस दस्तावेज़ में बिना सहेजे बदलाव हैं।
ja: ご注意：この書類には未保存の変更があります。
zh_hans: 提醒：此文档还有未保存的更改。

# gami.warning.2
source: Something needs your attention before you continue.
es: Algo requiere tu atención antes de continuar.
fr: Quelque chose requiert votre attention avant de continuer.
hi: आगे बढ़ने से पहले किसी चीज़ पर आपका ध्यान चाहिए।
ja: 続ける前に確認していただきたいことがあります。
zh_hans: 继续之前，有件事需要你确认一下。

# guide.aboutOrifold.help
source: About Orifold
es: Acerca de Orifold
fr: À propos d’Orifold
hi: Orifold के बारे में
ja: Orifoldについて
zh_hans: 关于 Orifold
